{
  "One week backward": "Go one week back",
  "One week forward": "Go one week forward",
  "One day backward": "Select yesterday",
  "One day forward": "Select tomorrow",
  "Select date field": "Select a date. All data that Transitlog shows is based on this date.",
  "One time step backward": "Go back one time-step. Set the time-step in the time settings.",
  "One time step forward": "Go forward one time-step. Set the time-step in the time settings.",
  "Select time": "Select the time at which you want to analyze events. You can also select a time with the time slider.",
  "Time increment field": "Set the time-step that is used in simulation mode or when using the backward/forward buttons in the time field.",
  "Search range minutes field": "Set the range of minutes that is used in the area search. Events in the selected areas will be fetched from within this timerange with the current time at the center.",
  "Select route": "Select the route that you want to observe. Filter the suggestions by writing in this field and make your selection. Use a forward slash (/) and the numbers 1 or 2 to filter route directions.",
  "Select vehicle": "Find vehicles that are active within the HSL area. Search using the vehicle number, operator name or registry number. Vehicles that have events from the current day are highlighted.",
  "Select vehicle disabled": "The vehicle search is disabled while you have a journey selected. Deselect the journey to enable the vehicle search again.",
  "Select stop": "Find a stop by the stop id, the short id or the name of the stop.",
  "Clear vehicle": "Clear the vehicle search field and the selected vehicle.",
  "Clear stop": "Clear the stop search field and the selected stop.",
  "Time slider": "Adjust the time setting by scrolling the slider. If you have a journey or an area selected, the range of the slider will be limited to the time of the first and last event that is available for the selection. The slider is a convenient way to examine events over time.",
  "Share button": "Open a small window from where you can conveniently copy the URL of this view that contains all the current selections you have made. Share the URL with someone and they will see what you see.",
  "Language select finnish": "Set Finnish as the language of the interface.",
  "Language select swedish": "Set Swedish as the language of the interface.",
  "Language select english": "Set English as the language of the interface.",
  "Reset button": "Reset and clear all settings except the time and date.",
  "Update button": "Set the time and date to current time and refresh all fetched data.",
  "Live toggle": "This setting will continuously update the vehicle position and stop times data if the time setting is the current time. If the time you have selected is in the past, this setting will continuously add the time-step value to the clock, resulting in a simulation of past events.",
  "Area search tab": "All journeys that have events in the currently selected area.",
  "Journeys tab": "All journeys of the currently selected route for this day.",
  "Weekly journeys tab": "All journeys for the whole week of the currently selected route.",
  "Vehicle journeys tab": "All journeys that the currently selected vehicle has made today.",
  "Timetable tab": "Timetables and journeys for the currently selected stop.",
  "Help tab": "Instrutions for getting started.",
  "Toggle sidebar button": "Show or hide the sidebar.",
  "Toggle journey details button": "Show or hide information about the currently selected journey or departure.",
  "Planned journey time": "The planned departure time. Click to see more information about this departure.",
  "Planned journey time with data": "The planned departure time of the journey. Click to select the journey and see more information.",
  "Journey no data": "No observed events were found for this journey. If it is not in the future it may have been cancelled or the victim of a technical error.",
  "Journey list diff": "The time difference between the planned and the observed departure time. Red = early departure, yellow = late departure and green = departure on time. If the departure happened before the planned time, the number is negative.",
  "Journey list observed": "The observed time of the departure.",
  "Journey list row": "Click to select this departure.",
  "Journey instance": "You are seeing this number because multiple vehicles were signed in to drive this departure. This is mostly planned but can also be a sign of driver error.",
  "Journey day type": "The day type of the departure. If you're seeing this, it is an exception departure or the day type of the departure is different than the day type of the currently selected day.",
  "All alerts": "A listing of all alerts and cancellations for the currently selected day.",
  "All cancellations heading": "This is a list of all cancellations from today. Routes and departures will show only cancellations that apply to them.",
  "All alerts heading": "This is a list of all alerts that were active during the selected time. Adjust the time to show other alerts that were active during other times.",
  "Alerts heading": "All alerts that apply to this item that were in effect at this time.",
  "Cancellations heading": "All cancellations for this route or departure."
}
